export const FA1 = {

"পরীক্ষার_নাম":"প্রথম গঠনাত্মক মান নিরূপণ 2026",

"শ্রেণি":"৫",

"বিষয়":"বাংলা",

"পূর্ণমান":"৫০",

"সময়":"২ ঘণ্টা",

"১":{

title:"'আমার দেশের মাটি' কবিতার ৮ লাইন মুখস্থ লেখো।",

marks:"৮",

questions:[]

},

"২":{

title:"শূন্যস্থান পূরণ করো :",

marks:"১×৫=৫",

questions:[
"ক) তোমাতে ________, তোমাতে ________ আঁচল পাতা।",
"খ) তুমি যে ________ সকলেরই মাতা।",
"গ) হিমালয় হয় ________।",
"ঘ) গোদি যে খেলতি হয় ________ নদী।",
"ঙ) স্বপ্ন এল চোখটি জুড়ে ________।"
]

},

"৩":{

title:"নিচের শব্দগুলোর অর্থ লেখো :",

marks:"১×৫=৫",

questions:[
"ক) আঁচল",
"খ) কোমল",
"গ) সুরকি",
"ঘ) অভিভূত",
"ঙ) খাজা",
"চ) ছানি",
"ছ) শান্তি"
]

},

"৪":{

title:"নিচের শব্দগুলোর বিপরীত শব্দ লেখো :",

marks:"১×৫=৫",

questions:[
"ক) বিদেশ — ________",
"খ) সুখ — ________",
"গ) কোমল — ________",
"ঘ) ভিতর — ________",
"ঙ) উঁচু — ________"
]

},

"৫":{

title:"এক কথায় প্রকাশ করো :",

marks:"১×৩=৩",

questions:[
"ক) বিশ্বময়ী = ________",
"খ) শক্তিদাতা = ________",
"গ) সর্বসহা = ________"
]

},

"৬":{

title:"সন্ধি করো :",

marks:"১×৩=৩",

questions:[
"ক) অনু + রূপ = ________",
"খ) অ + সুখ = ________",
"গ) অপ + রূপ = ________"
]

},

"৭":{

title:"স্ত্রীবাচক শব্দ লেখো :",

marks:"১×৩=৩",

questions:[
"ক) রাজা → ________",
"খ) যুবক → ________",
"গ) বন্ধু → ________"
]

},

"৮":{

title:"পদ বিভাজন করো :",

marks:"১×৩=৩",

questions:[
"ক) মানুষের = ________ + ________",
"খ) আকাশে = ________ + ________",
"গ) দেশে = ________ + ________"
]

},

"৯":{

title:"বিপরীত শব্দ লেখো :",

marks:"১×৩=৩",

questions:[
"ক) সহজ — ________",
"খ) ধনী — ________",
"গ) বন্ধু — ________"
]

},

"১০":{

title:"নিচের বিষয়গুলোর উপর রচনা লেখো (যেকোনো একটি) :",

marks:"১×৬=৬",

questions:[
"ক) আমার বিদ্যালয়",
"খ) পাখির উপকারিতা"
]

},

"১১":{

title:"অসুস্থতার কারণে তিন দিনের ছুটির জন্য প্রধান শিক্ষক/শিক্ষিকার নিকট একটি আবেদনপত্র লেখো।",

marks:"১×৬=৬",

questions:[]

}

};