export const FA1 = {

  "পরীক্ষার_নাম": "প্রথম গঠনাত্মক মান নিরূপণ 2026",

  "শ্রেণি": "৫",

  "বিষয়": "বাংলা",

  "পূর্ণমান": "১০০",

  "সময়": "২ ঘণ্টা",


  "১": {
    title: "'নীল পাহাড়ের দেশে' কবিতার ১০ লাইন লিখো",
    marks: "১০",
    questions: []
  },


  "২": {
    title: "‘নীল পাহাড়ের দেশে’ পাঠ থেকে প্রশ্নগুলোর উত্তর দাও :",
    marks: "২×৫=১০",
    questions: [
      "ক) নীল পাহাড়ের দেশে কে থাকে?",
      "খ) এসব কথা আমরা কার কাছ থেকে শুনতে পাই?",
      "গ) রাজকন্যার শাড়িতে কী বসানো আছে?",
      "ঘ) রাজকন্যা হাসলে কী ছড়ায়?",
      "ঙ) কীভাবে নীল পাহাড়ের দেশে পৌঁছানো যায়?"
    ]
  },


  "৩": {
    title: "নিচের শব্দগুলোর অর্থ লেখো :",
    marks: "১×৫=৫",
    questions: [
      "ক) শ্বেত",
      "খ) দানো",
      "গ) খোক্কশ",
      "ঘ) চুমকি",
      "ঙ) ভেলা"
    ]
  },


  "৪": {
    title: "‘নীল পাহাড়ের দেশে’ কবিতা থেকে ‘ক’ অংশের সঙ্গে ‘খ’ অংশ মিলিয়ে লেখো :",
    marks: "১×৫=৫",
    questions: [
      "ক) রাক্ষসী আর খোক্কশেরা — ________",
      "খ) পদ্মফোটা গোল দিঘি আর — ________",
      "গ) বক-সাদা রঙ, মেঘ-কালো চুল — ________",
      "ঘ) থাবায় যাদের নখ রয়েছে — ________",
      "ঙ) একলা থাকা রাজকন্যের — ________"
    ]
  },


  "৫": {
    title: "‘রঙের রহস্য’ পাঠ থেকে প্রশ্নগুলোর উত্তর দাও :",
    marks: "২×৫=১০",
    questions: [
      "ক) রঙের রহস্য কে আবিষ্কার করেছেন?",
      "খ) সূর্যের আলোয় কয়টি রং থাকে?",
      "গ) সাদা রং কীভাবে সৃষ্টি হয়?",
      "ঘ) আদিম মানুষের গুহার গায়ে কী আঁকত?",
      "ঙ) কোন কোন প্রাণী আমাদের মতো রং চেনে?"
    ]
  },


  "৬": {
    title: "কার কী রং দাগ টেনে মেলাও :",
    marks: "১×৫=৫",
    questions: [
      "ক) আকাশ — ________",
      "খ) গাছের পাতা — ________",
      "গ) দুধ — ________",
      "ঘ) সূর্য ফুল — ________",
      "ঙ) বেগুন — ________"
    ]
  },


  "৭": {
    title: "‘রঙের রহস্য’ পাঠ থেকে শূন্যস্থান পূরণ করো :",
    marks: "১×৩=৩",
    questions: [
      "ক) স্যার ________ মতো অতবড়ো বিজ্ঞানী হাজার বছরে দুজন পাওয়া দুষ্কর।",
      "খ) ________ সব জিনিসকেই মাটির রং-এ দেখতে পায়।",
      "গ) মৌ-মাছিরা ________ দেখতে পায়।"
    ]
  },


  "৮": {
    title: "‘আজব খেলা’ কবিতা থেকে নিচের প্রশ্নগুলোর উত্তর দাও :",
    marks: "২×৫=১০",
    questions: [
      "ক) ‘আজব খেলা’ কবিতায় সূর্য মামা কী করেন?",
      "খ) আকাশ ভরে ভরে কী খেলা চলে?",
      "গ) ভোরের ছবি কে মুছে দেয়?",
      "ঘ) সাঁঝের আঁকা রঙিন ছবি কী দিয়ে মুছে যায়?",
      "ঙ) সেই খেলা ধরার বুকে কীভাবে জেগে উঠছে?"
    ]
  },


  "৯": {
    title: "‘আজব খেলা’ কবিতা থেকে শূন্যস্থান পূরণ করো :",
    marks: "১×৫=৫",
    questions: [
      "ক) সোনার মেঘে আলতা ঢেলে ________ মেখে গায়।",
      "খ) সকাল সাঁঝে ________ মামা নিত্য আসে যায়।",
      "গ) নিত্যি খেলে ________ খেলা আকাশ ভরে ভরে।",
      "ঘ) আপন ছবি আপনি মুছে আঁকে ________ ক'রে।",
      "ঙ) আবার আঁকে আবার মোছে ________ পরে দিন।"
    ]
  },


  "১০": {
    title: "বচন পরিবর্তন করো :",
    marks: "১×৫=৫",
    questions: [
      "ক) বই — ________",
      "খ) ছেলে — ________",
      "গ) পাখি — ________",
      "ঘ) ফুল — ________",
      "ঙ) মানুষ — ________"
    ]
  },


  "১১": {
    title: "বিভক্তিগুলোকে আলাদা করে দেখাও :",
    marks: "১×৪=৪",
    questions: [
      "ক) আজ মাকে একটা সুখবর দেব।",
      "খ) দুটো বইয়ের আলমারি দিয়েছেন হানিফ চাচা।",
      "গ) এবার আমাদের গ্রামেও গ্রন্থমেলা হবে।",
      "ঘ) তুমি কি এবার গ্রন্থমেলাতে গিয়েছিলে?"
    ]
  },


  "১২": {
    title: "নিচের বাক্যগুলোকে প্রশ্নবোধক বাক্যে পরিবর্তিত করো :",
    marks: "১×৪=৪",
    questions: [
      "ক) বিদ্যালয়ে সোনিয়ার উপস্থিতি নিয়মিত।",
      "খ) সুনীল পড়তে ভালোবাসে।",
      "গ) রাজা এবার গরমের ছুটিতে সিমলা যাবে।",
      "ঘ) রবিবার বিকেলে সবাই খেলতে আসবে।"
    ]
  },


  "১৩": {
    title: "নিচের শব্দগুলোর বিপরীতার্থক শব্দ লেখো :",
    marks: "১×৫=৫",
    questions: [
      "ক) সুখ — ________",
      "খ) ভালো — ________",
      "গ) উপযোগী — ________",
      "ঘ) প্রথমে — ________",
      "ঙ) ভিতর — ________"
    ]
  },


  "১৪": {
    title: "নিচের শব্দগুলো দিয়ে বাক্য রচনা করো :",
    marks: "১×৫=৫",
    questions: [
      "ক) বিদ্যালয়",
      "খ) উপযোগী",
      "গ) বই",
      "ঘ) প্রথমে",
      "ঙ) গ্রন্থাগারিক"
    ]
  },


  "১৫": {
    title: "এক কথায় লেখো :",
    marks: "১×৪=৪",
    questions: [
      "ক) যিনি শিক্ষাদান করেন — ________",
      "খ) যিনি রোগীর চিকিৎসা করেন — ________",
      "গ) যিনি ভাষা চর্চা করেন — ________",
      "ঘ) যিনি বিজ্ঞান চর্চা করেন — ________"
    ]
  },


  "১৬": {
    title: "নিচের প্রশ্নগুলোর উত্তর দাও :",
    marks: "২×৫=১০",
    questions: [
      "ক) বিভূতিভূষণ বন্দ্যোপাধ্যায় কবে জন্মগ্রহণ করেন?",
      "খ) বিভূতিভূষণ বন্দ্যোপাধ্যায় কোথায় জন্মগ্রহণ করেন?",
      "গ) ঈশ্বরচন্দ্র বিদ্যাসাগরের পিতার নাম কী?",
      "ঘ) ঈশ্বরচন্দ্র বিদ্যাসাগরের জন্মস্থান কোথায়?",
      "ঙ) ঈশ্বরচন্দ্র বিদ্যাসাগরের মায়ের নাম কী?"
    ]
  },


  "১৭": {
    title: "‘নীল পাহাড়ের দেশে’ পাঠ থেকে সঠিক শব্দ বসিয়ে বাক্য পূর্ণ করো :",
    marks: "১×৪=৪",
    questions: [
      "ক) ________ রোজ স্কুলে যাই। (সে/আমি)",
      "খ) রতন রোজ বিকেলে ফুটবল ________। (খেলে/খেলেছিল)",
      "গ) গোলাপ ফুলের পাপড়ি ________ লাল। (টকটকে/ধকধকে)",
      "ঘ) বড়ো হলে নীল পাহাড়ের দেশে ________। (যেতাম/যাবে)"
    ]
  }

};
